Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# cli.simulator.error.operationCancelled
source: The Simulator operation was cancelled
ar: تم إلغاء عملية Simulator
de: Die Simulator-Aktion wurde abgebrochen
es: La operación del simulador fue cancelada
fr: L'opération du simulateur a été annulée
ja: Simulator操作はキャンセルされました
ko: 시뮬레이터 작업이 취소되었습니다
zh_hans: 模拟器操作已取消
zh_hant: 模擬器操作已取消

# cli.simulator.error.operationFailed
source: The Simulator operation failed
ar: فشلت عملية Simulator
de: Die Simulator-Aktion ist fehlgeschlagen
es: La operación del simulador falló
fr: L'opération du simulateur a échoué
ja: Simulator操作に失敗しました
ko: 시뮬레이터 작업에 실패했습니다
zh_hans: 模拟器操作失败
zh_hant: 模擬器操作失敗

# cli.simulator.error.operationTimeout
source: The Simulator operation did not complete before the deadline
ar: لم تكتمل عملية Simulator قبل الموعد النهائي
de: Die Simulator-Aktion wurde nicht vor dem Zeitlimit abgeschlossen
es: La operación del simulador no se completó antes del tiempo límite
fr: L'opération du simulateur ne s'est pas terminée dans le délai imparti
ja: 期限までにSimulator操作が完了しませんでした
ko: 시뮬레이터 작업이 제한 시간 내에 완료되지 않았습니다
zh_hans: 模拟器操作未在期限内完成
zh_hant: 模擬器操作未在截止時間前完成

# cli.simulator.error.operationUnavailable
source: This Simulator operation is unavailable
ar: عملية Simulator هذه غير متاحة
de: Diese Simulator-Aktion ist nicht verfügbar
es: Esta operación del simulador no está disponible
fr: Cette opération du simulateur est indisponible
ja: このSimulator操作は使用できません
ko: 이 시뮬레이터 작업을 사용할 수 없습니다
zh_hans: 此模拟器操作不可用
zh_hant: 此模擬器操作無法使用

# cli.simulator.error.paneClosed
source: The Simulator pane closed before the operation started
ar: تم إغلاق جزء Simulator قبل بدء العملية
de: Das Simulator-Teilfenster wurde geschlossen, bevor die Aktion gestartet wurde
es: El panel del simulador se cerró antes de que comenzara la operación
fr: Le volet du simulateur s'est fermé avant le début de l'opération
ja: 操作の開始前にSimulatorペインが閉じられました
ko: 작업이 시작되기 전에 시뮬레이터 분할 창이 닫혔습니다
zh_hans: 模拟器窗格在操作开始前已关闭
zh_hant: 模擬器窗格在操作開始前已關閉

# cli.simulator.error.permissionStatusMissing
source: The Simulator worker returned no permission status
ar: لم يرجع عامل Simulator أي حالة للأذونات
de: Der Simulator-Worker hat keinen Berechtigungsstatus zurückgegeben
es: El worker del simulador no devolvió ningún estado de permisos
fr: Le worker du simulateur n'a renvoyé aucun état d'autorisation
ja: Simulatorワーカーから権限状態が返されませんでした
ko: 시뮬레이터 워커가 권한 상태를 반환하지 않았습니다
zh_hans: 模拟器 worker 未返回权限状态
zh_hant: 模擬器工作程序未傳回權限狀態

# cli.simulator.error.remoteWorkspace
source: Simulator control is unavailable in remote workspaces
ar: التحكم في Simulator غير متاح في مساحات العمل البعيدة
de: Die Simulator-Steuerung ist in entfernten Arbeitsbereichen nicht verfügbar
es: El control del simulador no está disponible en espacios de trabajo remotos
fr: Le contrôle du simulateur est indisponible dans les espaces de travail distants
ja: リモートワークスペースではSimulatorを操作できません
ko: 원격 작업 공간에서는 시뮬레이터 제어를 사용할 수 없습니다
zh_hans: 远程工作区中无法使用模拟器控制
zh_hant: 遠端工作區不支援模擬器控制

# cli.simulator.error.simulatorNotFound
source: No Simulator surface was found
ar: لم يتم العثور على سطح Simulator
de: Keine Simulator-Oberfläche gefunden
es: No se encontró ninguna superficie de simulador
fr: Aucune surface d’affichage du simulateur n'a été trouvée
ja: Simulatorサーフェスが見つかりません
ko: 시뮬레이터 화면을 찾을 수 없습니다
zh_hans: 未找到模拟器表面
zh_hant: 找不到任何模擬器介面

# cli.simulator.error.sourceRequired
source: simulator input requires a positional value, --stdin, or --file
ar: يتطلب إدخال simulator قيمة موضعية، أو --stdin، أو --file
de: Simulator-Eingabe erfordert einen positionellen Wert, --stdin oder --file
es: la entrada del simulador requiere un valor posicional, --stdin o --file
fr: la saisie du simulateur requiert une valeur positionnelle, --stdin ou --file
ja: Simulator入力には位置引数、--stdin、または--fileが必要です
ko: simulator input에는 위치 값, --stdin 또는 --file이 필요합니다
zh_hans: simulator input 需要一个位置参数值、--stdin 或 --file
zh_hant: simulator input 需要位置值、--stdin 或 --file

# cli.simulator.error.sourcesExclusive
source: simulator input sources are mutually exclusive
ar: مصادر إدخال simulator متعارضة ولا يمكن استخدامها معًا
de: Simulator-Eingabequellen schließen sich gegenseitig aus
es: las fuentes de entrada del simulador son mutuamente excluyentes
fr: les sources de saisie du simulateur sont mutuellement exclusives
ja: Simulator入力元は同時に指定できません
ko: simulator input 소스는 상호 배타적입니다
zh_hans: simulator input 的各输入源互斥
zh_hant: simulator input 的輸入來源是互斥的

# cli.simulator.error.surfaceNotFound
source: Surface not found
ar: السطح غير موجود
de: Oberfläche nicht gefunden
es: Superficie no encontrada
fr: Surface d’affichage introuvable
ja: サーフェスが見つかりません
ko: 화면을 찾을 수 없습니다
zh_hans: 未找到表面
zh_hant: 找不到介面

# cli.simulator.error.surfaceNotSimulator
source: The target surface is not a Simulator
ar: السطح المستهدف ليس Simulator
de: Die Zieloberfläche ist kein Simulator
es: La superficie de destino no es un simulador
fr: La surface d’affichage cible n'est pas un simulateur
ja: 対象のサーフェスはSimulatorではありません
ko: 대상 화면이 시뮬레이터가 아닙니다
zh_hans: 目标表面不是模拟器
zh_hant: 目標介面不是模擬器

# cli.simulator.error.textEmpty
source: Text must not be empty
ar: يجب ألا يكون النص فارغًا
de: Text darf nicht leer sein
es: El texto no debe estar vacío
fr: Le texte ne doit pas être vide
ja: テキストを空にすることはできません
ko: 텍스트는 비어 있을 수 없습니다
zh_hans: 文本不能为空
zh_hant: 文字不能為空

# cli.simulator.error.textTooLong
source: Text exceeds the %lld-byte UTF-8 limit
ar: يتجاوز النص حد الـ %lld بايت لترميز UTF-8
de: Text überschreitet das %lld-Byte-UTF-8-Limit
es: El texto supera el límite de %lld bytes UTF-8
fr: Le texte dépasse la limite UTF-8 de %lld octets
ja: テキストが%lldバイトのUTF-8制限を超えています
ko: 텍스트가 %lld바이트 UTF-8 제한을 초과함
zh_hans: 文本超出 %lld 字节的 UTF-8 限制
zh_hant: 文字已超過 %lld 位元組的 UTF-8 限制

# cli.simulator.error.tooManyOperations
source: Too many Simulator operations are already running
ar: هناك عدد كبير جدًا من عمليات Simulator قيد التشغيل بالفعل
de: Es laufen bereits zu viele Simulator-Aktionen
es: Ya se están ejecutando demasiadas operaciones del simulador
fr: Trop d'opérations du simulateur sont déjà en cours d'exécution
ja: 実行中のSimulator操作が多すぎます
ko: 이미 너무 많은 시뮬레이터 작업이 실행 중입니다
zh_hans: 正在运行的模拟器操作过多
zh_hant: 已有太多模擬器操作正在執行

# cli.simulator.error.transmissionUnavailable
source: Simulator input transmission is unavailable
ar: إرسال إدخال Simulator غير متاح
de: Die Übertragung der Simulator-Eingabe ist nicht verfügbar
es: La transmisión de la entrada del simulador no está disponible
fr: La transmission de la saisie du simulateur est indisponible
ja: Simulator入力を送信できません
ko: 시뮬레이터 입력 전송을 사용할 수 없습니다
zh_hans: 模拟器输入传输不可用
zh_hant: 模擬器輸入傳輸無法使用

# cli.simulator.error.unexpectedArgument
source: simulator input accepts one quoted positional value
ar: يقبل إدخال simulator قيمة موضعية واحدة مقتبسة
de: Simulator-Eingabe akzeptiert einen positionellen Wert in Anführungszeichen
es: la entrada del simulador acepta un valor posicional entre comillas
fr: la saisie du simulateur accepte une seule valeur positionnelle entre guillemets
ja: Simulator入力の位置引数は引用符で囲んだ1つの値だけ指定できます
ko: simulator input은 하나의 인용된 위치 값만 허용합니다
zh_hans: simulator input 只接受一个带引号的位置参数值
zh_hant: simulator input 僅接受一個帶引號的位置值

# cli.simulator.error.unexpectedArgumentForCommand
source: simulator %@ does not accept input
ar: لا يقبل simulator %@ أي إدخال
de: simulator %@ akzeptiert keine Eingabe
es: el simulador %@ no acepta entradas
fr: simulator %@ n'accepte aucune entrée
ja: simulator %@ は入力を受け付けません
ko: simulator %@은(는) 입력을 허용하지 않습니다
zh_hans: simulator %@ 不接受输入
zh_hant: simulator %@ 不接受輸入

# cli.simulator.error.unknownButton
source: Unknown Simulator hardware button: %@
ar: زر جهاز Simulator غير معروف: %@
de: Unbekannte Simulator-Hardwaretaste: %@
es: Botón de hardware del simulador desconocido: %@
fr: Bouton physique du simulateur inconnu : %@
ja: 不明なSimulatorハードウェアボタン: %@
ko: 알 수 없는 시뮬레이터 하드웨어 버튼: %@
zh_hans: 未知的模拟器硬件按键：%@
zh_hant: 未知的模擬器硬體按鈕：%@

# cli.simulator.error.unknownCADiagnostic
source: Unknown Core Animation diagnostic: %@
ar: تشخيص Core Animation غير معروف: %@
de: Unbekannte Core Animation-Diagnose: %@
es: Diagnóstico de Core Animation desconocido: %@
fr: Diagnostic Core Animation inconnu : %@
ja: 不明なCore Animation診断: %@
ko: 알 수 없는 Core Animation 진단: %@
zh_hans: 未知的 Core Animation 诊断项：%@
zh_hant: 未知的 Core Animation 診斷項目：%@

# cli.simulator.error.unknownCameraSource
source: Unknown Simulator camera source: %@
ar: مصدر كاميرا Simulator غير معروف: %@
de: Unbekannte Simulator-Kameraquelle: %@
es: Fuente de cámara del simulador desconocida: %@
fr: Source de caméra du simulateur inconnue : %@
ja: 不明なSimulatorカメラソース: %@
ko: 알 수 없는 시뮬레이터 카메라 소스: %@
zh_hans: 未知的模拟器摄像头源：%@
zh_hant: 未知的模擬器相機來源：%@

# cli.simulator.error.unknownFlag
source: simulator: unknown flag '%@'
ar: simulator: علامة غير معروفة '%@'
de: simulator: unbekanntes Flag „%@“
es: simulator: opción desconocida '%@'
fr: simulator : option inconnue '%@'
ja: simulator: 不明なフラグ '%@'
ko: simulator: 알 수 없는 플래그 '%@'
zh_hans: simulator：未知标志 '%@'
zh_hant: simulator：未知的旗標 '%@'

# cli.simulator.error.unknownOrientation
source: Unknown Simulator orientation: %@
ar: اتجاه Simulator غير معروف: %@
de: Unbekannte Simulator-Ausrichtung: %@
es: Orientación del simulador desconocida: %@
fr: Orientation du simulateur inconnue : %@
ja: 不明なSimulatorの向き: %@
ko: 알 수 없는 시뮬레이터 방향: %@
zh_hans: 未知的模拟器方向：%@
zh_hant: 未知的模擬器方向：%@

# cli.simulator.error.unknownPermission
source: Unknown or unsupported Simulator permission: %@
ar: إذن Simulator غير معروف أو غير مدعوم: %@
de: Unbekannte oder nicht unterstützte Simulator-Berechtigung: %@
es: Permiso del simulador desconocido o no compatible: %@
fr: Permission du simulateur inconnue ou non prise en charge : %@
ja: 不明または未対応のSimulator権限です: %@
ko: 알 수 없거나 지원되지 않는 시뮬레이터 권한: %@
zh_hans: 未知或不受支持的模拟器权限：%@
zh_hant: 未知或不支援的模擬器權限：%@

# cli.simulator.error.unknownSubcommand
source: Unknown simulator subcommand: %@
ar: أمر فرعي لـ simulator غير معروف: %@
de: Unbekannter simulator-Unterbefehl: %@
es: Subcomando del simulador desconocido: %@
fr: Sous-commande simulator inconnue : %@
ja: 不明なSimulatorサブコマンド: %@
ko: 알 수 없는 시뮬레이터 하위 명령어: %@
zh_hans: 未知的 simulator 子命令：%@
zh_hant: 未知的 simulator 子命令：%@

# cli.simulator.error.unknownTouchEdge
source: Unknown Simulator touch edge: %@
ar: حافة لمس Simulator غير معروفة: %@
de: Unbekannter Simulator-Berührungsrand: %@
es: Borde táctil del simulador desconocido: %@
fr: Bord tactile du simulateur inconnu : %@
ja: 不明なSimulatorタッチエッジ: %@
ko: 알 수 없는 시뮬레이터 터치 가장자리: %@
zh_hans: 未知的模拟器触摸边缘：%@
zh_hant: 未知的模擬器觸控邊緣：%@

# cli.simulator.error.unknownTouchPhase
source: Unknown Simulator touch phase: %@
ar: مرحلة لمس Simulator غير معروفة: %@
de: Unbekannte Simulator-Berührungsphase: %@
es: Fase táctil del simulador desconocida: %@
fr: Phase tactile du simulateur inconnue : %@
ja: 不明なSimulatorタッチフェーズ: %@
ko: 알 수 없는 시뮬레이터 터치 단계: %@
zh_hans: 未知的模拟器触摸阶段：%@
zh_hant: 未知的模擬器觸控階段：%@

# cli.simulator.error.unknownUIOption
source: Unknown Simulator interface option: %@
ar: خيار واجهة Simulator غير معروف: %@
de: Unbekannte Simulator-Schnittstellenoption: %@
es: Opción de interfaz del simulador desconocida: %@
fr: Option d'interface du simulateur inconnue : %@
ja: 不明なSimulatorインターフェース項目です: %@
ko: 알 수 없는 시뮬레이터 인터페이스 옵션: %@
zh_hans: 未知的模拟器界面选项：%@
zh_hant: 未知的模擬器介面選項：%@

# cli.simulator.error.unsupportedText
source: Text contains a character unsupported by Simulator input
ar: يحتوي النص على حرف غير مدعوم في إدخال Simulator
de: Text enthält ein Zeichen, das von der Simulator-Eingabe nicht unterstützt wird
es: El texto contiene un carácter no compatible con la entrada del simulador
fr: Le texte contient un caractère non pris en charge par la saisie du simulateur
ja: テキストにSimulator入力で使用できない文字が含まれています
ko: 텍스트에 시뮬레이터 입력에서 지원하지 않는 문자가 포함되어 있습니다
zh_hans: 文本包含模拟器输入不支持的字符
zh_hant: 文字包含模擬器輸入不支援的字元

# cli.simulator.error.webInspectorDetached
source: No Web Inspector target is attached
ar: لا يوجد هدف Web Inspector متصل
de: Kein Web-Inspector-Ziel ist angehängt
es: No hay ningún destino de Web Inspector conectado
fr: Aucune cible de l'inspecteur web n'est attachée
ja: Web Inspector対象が接続されていません
ko: 연결된 Web Inspector 대상이 없습니다
zh_hans: 未附加 Web Inspector 目标
zh_hant: 未連接任何網頁檢測器目標

# cli.simulator.error.webInspectorFailed
source: The Web Inspector operation failed
ar: فشلت عملية Web Inspector
de: Die Web-Inspector-Aktion ist fehlgeschlagen
es: La operación de Web Inspector falló
fr: L'opération de l'inspecteur web a échoué
ja: Web Inspector操作に失敗しました
ko: Web Inspector 작업에 실패했습니다
zh_hans: Web Inspector 操作失败
zh_hant: 網頁檢測器操作失敗

# cli.simulator.error.webInspectorReleaseFailed
source: The Web Inspector session could not be released
ar: تعذر تحرير جلسة Web Inspector
de: Die Web-Inspector-Sitzung konnte nicht freigegeben werden
es: No se pudo liberar la sesión de Web Inspector
fr: La session de l'inspecteur web n'a pas pu être libérée
ja: Web Inspectorセッションを解放できませんでした
ko: Web Inspector 세션을 해제할 수 없습니다
zh_hans: 无法释放 Web Inspector 会话
zh_hant: 無法釋放網頁檢測器工作階段

# cli.simulator.error.webInspectorTargetNotFound
source: The Web Inspector target was not found
ar: لم يتم العثور على هدف Web Inspector
de: Das Web-Inspector-Ziel wurde nicht gefunden
es: No se encontró el destino de Web Inspector
fr: La cible de l'inspecteur web n'a pas été trouvée
ja: Web Inspector対象が見つかりません
ko: Web Inspector 대상을 찾을 수 없습니다
zh_hans: 未找到 Web Inspector 目标
zh_hant: 找不到網頁檢測器目標

# cli.simulator.error.webInspectorTimeout
source: The Web Inspector operation did not complete before the deadline
ar: لم تكتمل عملية Web Inspector قبل الموعد النهائي
de: Die Web-Inspector-Aktion wurde nicht vor dem Zeitlimit abgeschlossen
es: La operación de Web Inspector no se completó antes del tiempo límite
fr: L'opération de l'inspecteur web ne s'est pas terminée dans le délai imparti
ja: 期限までにWeb Inspector操作が完了しませんでした
ko: Web Inspector 작업이 제한 시간 내에 완료되지 않았습니다
zh_hans: Web Inspector 操作未在期限内完成
zh_hant: 網頁檢測器操作未在截止時間前完成

# cli.simulator.error.webInspectorUnavailable
source: Native Web Inspector is unavailable
ar: أداة Web Inspector الأصلية غير متاحة
de: Der native Web-Inspector ist nicht verfügbar
es: Web Inspector nativo no está disponible
fr: L'inspecteur web natif est indisponible
ja: ネイティブWeb Inspectorを使用できません
ko: 네이티브 Web Inspector를 사용할 수 없습니다
zh_hans: 原生 Web Inspector 不可用
zh_hant: 原生網頁檢測器無法使用

# cli.simulator.error.workerStopped
source: The Simulator worker stopped before completing the operation
ar: توقف عامل Simulator قبل إكمال العملية
de: Der Simulator-Worker wurde vor dem Abschluss der Aktion gestoppt
es: El worker del simulador se detuvo antes de completar la operación
fr: Le worker du simulateur s'est arrêté avant la fin de l'opération
ja: 操作の完了前にSimulatorワーカーが停止しました
ko: 작업이 완료되기 전에 시뮬레이터 워커가 중지되었습니다
zh_hans: 模拟器 worker 在完成操作前已停止
zh_hant: 模擬器工作程序在完成操作前已停止

# cli.simulator.error.workerTimeout
source: The Simulator worker did not respond before the deadline
ar: لم يستجب عامل Simulator قبل الموعد النهائي
de: Der Simulator-Worker hat nicht vor dem Zeitlimit geantwortet
es: El worker del simulador no respondió antes del tiempo límite
fr: Le worker du simulateur n'a pas répondu dans le délai imparti
ja: 期限までにSimulatorワーカーが応答しませんでした
ko: 시뮬레이터 워커가 제한 시간 내에 응답하지 않았습니다
zh_hans: 模拟器 worker 未在期限内响应
zh_hant: 模擬器工作程序未在截止時間前回應

# cli.simulator.error.workspaceNotFound
source: Workspace not found
ar: لم يتم العثور على مساحة العمل
de: Workspace nicht gefunden
es: Espacio de trabajo no encontrado
fr: Espace de travail introuvable
ja: ワークスペースが見つかりません
ko: 워크스페이스를 찾을 수 없습니다
zh_hans: 未找到工作区
zh_hant: 找不到工作區

# cli.simulator.output.accepted
source: Completed
ar: مكتمل
de: Abgeschlossen
es: Completado
fr: Terminé
ja: 完了しました
ko: 완료됨
zh_hans: 已完成
zh_hant: 已完成

# cli.simulator.output.accessibilityTruncated
source: Accessibility results reached the 500-element limit
ar: وصلت نتائج إمكانية الوصول إلى الحد الأقصى البالغ 500 عنصر
de: Die Bedienungshilfen-Ergebnisse haben das Limit von 500 Elementen erreicht
es: Los resultados de accesibilidad alcanzaron el límite de 500 elementos
fr: Les résultats d'accessibilité ont atteint la limite de 500 éléments
ja: アクセシビリティ結果が500要素の上限に達しました
ko: 접근성 결과가 500개 요소 한도에 도달했습니다
zh_hans: 辅助功能结果已达到 500 个元素的上限
zh_hant: 輔助使用結果已達到 500 個元素的限制

# cli.simulator.output.interfaceUpdated
source: Set %@ to %@
ar: تم تعيين %@ إلى %@
de: %@ auf %@ festgelegt
es: Se estableció %@ en %@
fr: %@ défini sur %@
ja: %@を%@に設定しました
ko: %@을(를) %@(으)로 설정했습니다
zh_hans: 已将 %@ 设为 %@
zh_hant: 已將 %@ 設定為 %@

# cli.simulator.output.noForegroundApplication
source: No foreground application
ar: لا يوجد تطبيق في المقدمة
de: Keine Vordergrund-Anwendung
es: No hay ninguna aplicación en primer plano
fr: Aucune application au premier plan
ja: フォアグラウンドAppがありません
ko: 포그라운드 애플리케이션이 없습니다
zh_hans: 没有前台应用
zh_hant: 沒有前景應用程式

# cli.simulator.output.noInterfaceSettings
source: No interface settings
ar: لا توجد إعدادات للواجهة
de: Keine Schnittstellen-Einstellungen
es: No hay ajustes de interfaz
fr: Aucun paramètre d'interface
ja: インターフェース設定がありません
ko: 인터페이스 설정이 없습니다
zh_hans: 没有界面设置
zh_hant: 沒有介面設定

# cli.simulator.output.noPermissions
source: No permission values
ar: لا توجد قيم للأذونات
de: Keine Berechtigungswerte
es: No hay valores de permisos
fr: Aucune valeur d'autorisation
ja: 権限の値がありません
ko: 권한 값이 없습니다
zh_hans: 没有权限值
zh_hant: 沒有權限值

# cli.simulator.output.noTargets
source: No Web Inspector targets
ar: لا توجد أهداف لـ Web Inspector
de: Keine Web-Inspector-Ziele
es: No hay destinos de Web Inspector
fr: Aucune cible de l'inspecteur web
ja: Web Inspector対象がありません
ko: Web Inspector 대상이 없습니다
zh_hans: 没有 Web Inspector 目标
zh_hant: 沒有網頁檢測器目標

# cli.simulator.output.permissionUpdated
source: %@ %@ for %@
ar: %@ ‏%@ لـ %@
de: %@ %@ für %@
es: %@ %@ para %@
fr: %@ %@ pour %@
ja: 操作: %@、権限: %@、アプリ: %@
ko: %@ 처리됨: %@ (대상: %@)
zh_hans: %@ %@（针对 %@）
zh_hant: %@ %@，針對 %@

# cli.simulator.output.permissionsTruncated
source: Permission results were truncated at 256 applications
ar: تم اقتطاع نتائج الأذونات عند 256 تطبيقًا
de: Berechtigungsergebnisse wurden bei 256 Anwendungen abgeschnitten
es: Los resultados de permisos se truncaron en 256 aplicaciones
fr: Les résultats d'autorisation ont été tronqués à 256 applications
ja: 権限の結果は256個のアプリで切り捨てられました
ko: 권한 결과가 256개 애플리케이션으로 잘렸습니다
zh_hans: 权限结果已在 256 个应用处截断
zh_hant: 權限結果已在 256 個應用程式處截斷

# cli.simulator.output.typed
source: Typed %lld characters
ar: تمت كتابة %lld حرف
de: %lld Zeichen getippt
es: Se escribieron %lld caracteres
fr: Saisi %lld caractères
ja: %lld文字を入力しました
ko: %lld자를 입력했습니다
zh_hans: 已键入 %lld 个字符
zh_hant: 已輸入 %lld 個字元

# cli.simulator.permissions.usage
source: Usage: cmux simulator permissions list [bundle-id] [--surface <id|ref|index>] cmux simulator permissions grant <permission> <bundle-id> [--value <value>] [--surface <id|ref|index>] cmux simulator permissions revoke <permission> <bundle-id> [--surface <id|ref|index>] cmux simulator permissions reset <permission|all> <bundle-id> [--surface <id|ref|index>] Values: photos limited; notifications critical; location always, inuse, or never.
ar: الاستخدام: cmux simulator permissions list [bundle-id] [--surface <id|ref|index>] cmux simulator permissions grant <permission> <bundle-id> [--value <value>] [--surface <id|ref|index>] cmux simulator permissions revoke <permission> <bundle-id> [--surface <id|ref|index>] cmux simulator permissions reset <permission|all> <bundle-id> [--surface <id|ref|index>] القيم: photos limited؛ ‏notifications critical؛ ‏location always أو inuse أو never.
de: Verwendung: cmux simulator permissions list [bundle-id] [--surface <id|ref|index>] cmux simulator permissions grant <permission> <bundle-id> [--value <value>] [--surface <id|ref|index>] cmux simulator permissions revoke <permission> <bundle-id> [--surface <id|ref|index>] cmux simulator permissions reset <permission|all> <bundle-id> [--surface <id|ref|index>] Werte: photos limited; notifications critical; location always, inuse oder never.
es: Uso: cmux simulator permissions list [bundle-id] [--surface <id|ref|index>] cmux simulator permissions grant <permission> <bundle-id> [--value <value>] [--surface <id|ref|index>] cmux simulator permissions revoke <permission> <bundle-id> [--surface <id|ref|index>] cmux simulator permissions reset <permission|all> <bundle-id> [--surface <id|ref|index>] Valores: photos limited; notifications critical; location always, inuse o never.
fr: Utilisation : cmux simulator permissions list [bundle-id] [--surface <id|ref|index>] cmux simulator permissions grant <permission> <bundle-id> [--value <value>] [--surface <id|ref|index>] cmux simulator permissions revoke <permission> <bundle-id> [--surface <id|ref|index>] cmux simulator permissions reset <permission|all> <bundle-id> [--surface <id|ref|index>] Valeurs : photos limited ; notifications critical ; location always, inuse ou never.
ja: 使用方法: cmux simulator permissions list [bundle-id] [--surface <id|ref|index>] cmux simulator permissions grant <permission> <bundle-id> [--value <value>] [--surface <id|ref|index>] cmux simulator permissions revoke <permission> <bundle-id> [--surface <id|ref|index>] cmux simulator permissions reset <permission|all> <bundle-id> [--surface <id|ref|index>] 値: photos は limited、notifications は critical、location は always、inuse、never。
ko: 사용법: cmux simulator permissions list [bundle-id] [--surface <id|ref|index>] cmux simulator permissions grant <permission> <bundle-id> [--value <value>] [--surface <id|ref|index>] cmux simulator permissions revoke <permission> <bundle-id> [--surface <id|ref|index>] cmux simulator permissions reset <permission|all> <bundle-id> [--surface <id|ref|index>] 값: photos limited, notifications critical, location always, inuse 또는 never.
zh_hans: 用法: cmux simulator permissions list [bundle-id] [--surface <id|ref|index>] cmux simulator permissions grant <permission> <bundle-id> [--value <value>] [--surface <id|ref|index>] cmux simulator permissions revoke <permission> <bundle-id> [--surface <id|ref|index>] cmux simulator permissions reset <permission|all> <bundle-id> [--surface <id|ref|index>] 取值：photos 为 limited；notifications 为 critical；location 为 always、inuse 或 never。
zh_hant: 用法： cmux simulator permissions list [bundle-id] [--surface <id|ref|index>] cmux simulator permissions grant <permission> <bundle-id> [--value <value>] [--surface <id|ref|index>] cmux simulator permissions revoke <permission> <bundle-id> [--surface <id|ref|index>] cmux simulator permissions reset <permission|all> <bundle-id> [--surface <id|ref|index>] 值：photos limited; notifications critical; location always, inuse, or never。
